{
    "home":{
        "buttons": {
            "about" : "ABOUT ME",
            "work" : "MY WORK",
            "contact" : "CONTACT ME",
            "aboutLink" : "about",
            "workLink" : "work",
            "contactLink" : "contact"
        }
    },
    "about": {
        "buttons": {
            "backHomeText": "HOME",
            "backHomeLink" : ""
        },
        "headings": {
            "about" :"ABOUT ME"
        },
        "paragraphs": {
            "p1": "I am highly skilled and motivated software developer with a strong background in designing, developing, and implementing software solutions. I am dedicated to delivering high-quality and efficient code solutions. With 1 year and 5 months of experience in the industry, I have a proven track record of successfully completing complex projects and collaborating effectively within cross-functional teams.",
            "p2": "My expertise lies in full-stack development, encompassing front-end and back-end technologies.I am Proficient in programming languages such as Java, Python, JavaScript,Typescript ,Net Core and have recently engaged in learning Flutter.I am adept at developing scalable web applications, APIs, and mobile applications. I have hands-on experience with various frameworks and libraries, including VueJs, Angular, and Spring.",
            "p3": "I am experienced in the entire software development lifecycle, from requirement gathering and ensuring code quality through rigorous testing and debugging processes. Additionally, I am well-versed in version control systems like Git and have a solid understanding of agile development methodologies, enabling me to adapt quickly to changing project requirements and deliver results within deadlines.", 
            "p4" : "As a strong problem-solver, I thrive on challenges and enjoy finding innovative solutions to complex technical problems. I possess excellent analytical and communication skills, allowing me to effectively collaborate with stakeholders, understand their needs, and translate them into functional software applications. I am committed to continuous learning and staying updated with the latest industry trends, ensuring the adoption of best practices and the integration of cutting-edge technologies into my work."
        }
    }
}